Repository: nailyav/stinky_notifier
Catalog: lib/l10n/app_*.arb
Languages: kk

source: Name
kk: Azyq-tülık Atauy

source: Expiration Date
kk: Jaramdylyq Merzımı

source: Edit
kk: özgertu

# addNew
source: Add
kk: Jaña Azyq-Tülık

source: Add
kk: Qosu

source: Delete
kk: Joiu

source: Cancel
kk: Joiu

source: Add new product
kk: Jaña azyq-tülık qosu

source: Enter product name
kk: Azyq-tülık atauyn engızıñız

source: Enter expiration date
kk: Jaramdylyq merzımı engızıñız

# enterNotificationTime
source: Send notification in ... hours
kk: Habarlama jiberý ... saǵat

source: Date
kk: Kün

source: Settings
kk: Baptau

source: Theme
kk: Tüs sūlbasy

source: Notify
kk: Habarlaý

# notificationTitle
source: Oh... the product will spoil soon
kk: Oh... jaqynda ónim nasharlaıdy

# notificationBody
source: It is time to checkout product
kk: Taýarǵa tapsyrys berý ýaqyty keldi
